cross-compile/onvif-rust/tests/data/requests/request_047_GetSupportedAnalyticsModules_812.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <GetSupportedAnalyticsModules xmlns="http://www.onvif.org/ver20/analytics/wsdl">
      <ConfigurationToken>AnalyticsToken_0</ConfigurationToken>
    </GetSupportedAnalyticsModules>
  </s:Body>
</s:Envelope>
